<template>
	<!-- 用户协议页面 -->
	<view class="mainFlex">
		<text class="title">用户协议</text>
		<text class="content-text">
			尊敬的用户：
			欢迎使用我们的招聘平台！在使用本平台之前，请您仔细阅读以下用户协议。您一旦使用本平台，即表示您同意遵守以下条款和条件：
			本协议系由您（以下简称“用户”或“您”）与上海垣信卫星科技有限公司（以下简称“公司”或“我们”）就使用本公司招聘平台所订立的相关权利义务规范。

			一、使用条款的接受
			1.您在完成手机短信验证并勾选同意即表示您已阅读并同意遵守本《用户协议》及《隐私政策》中规定的所有条款和条件。
			2.您不得利用本平台从事任何违法、欺诈、侵权、虚假、骚扰或不道德的活动。

			二、账户和注册
			1.申请注册账号的用户应同时满足下列全部条件：
			（1）在注册之日以及此后使用期间必须以招聘和/或求职为目的；
			（2）在注册之日必须年满16周岁以上。
			2.为了更好地享有平台服务，用户应提供本人真实、准确、最新及完整的资料。
			3.若用户故意提供虚假的身份信息进行注册，投递虚假的求职信息，视为严重违反本协议，公司有权暂停或终止该用户账号使用功能。虚假注册、投递虚假信息给公司造成经济、名誉等任何损失的，公司将保留追究该用户法律责任的权利。

			三、用户账号及安全
			1.用户应对利用账号所进行的一切活动负全部责任，并由内容提供者承担责任。
			2.用户有责任保护您的账户信息和密码，不得将其透露给他人。
			3.用户的账号遭到未获授权的使用，或者发生其他任何安全问题时，用户应立即通知公司。由于用户使用不当或者其他非因公司导致的账号泄露，进而导致其资料、信息泄露的，由用户承担其不利后果。

			四、用户的使用义务
			1.本平台上的所有内容，包括但不限于文字、图像、标识、图标等，均受版权和其他知识产权法律保护。您不得未经许可使用、复制、传播、修改或创建衍生作品。
			2.用户应遵守中国现行的所有法律法规，禁止用户利用本平台从事违法违规行为或损害侵犯其他用户或公司合法权益的行为。

			五、违约责任
			1.公司查实或有合理理由认为用户违反本协议的，有权对其采取删除、屏蔽相关信息、限制其使用部分或全部功能等处理措施。为防止损失的进一步扩大，有权视情况紧急及严重程度，在不经事先通知的情况下暂停或终止该用户平台使用权利。如用户的违约行为导致公司遭受任何损失的，公司有权要求该用户赔偿全部损失。

			六、免责声明
			1.本平台上发布的招聘信息仅供参考。我们不对招聘信息的准确性、完整性或真实性承担责任。
			2.您在应聘过程中提供的个人信息将根据我们的《隐私政策》进行处理。
			3.您使用本平台所产生的一切风险由您自行承担。本平台不对任何直接或间接的损失或损害负责。
			4.本平台不对由于网络中断、故障或其他技术问题导致的信息丢失或损害负责。

			七、变更和终止
			1.我们保留随时修改、暂停或终止本网站的权利。一旦发生条款变动，我们将在平台内进行更新及提示，或将最新版本的《用户协议》以系统消息、弹框形式发送给用户阅读及确认接收。用户如果不同意条款的修改，应主动停止使用平台或申请注销账号。否则，如果用户继续使用用户账号，则视为用户已经接受本协议全部条款的修改。

			八、法律的适用与管辖
			1.本协议的生效、履行、解释及争议的解决均适用中华人民共和国的现行法律。本协议的签订地为上海市松江区。若您与公司发生任何争议，双方应尽量友好协商解决，如协商不成，您同意应将争议提交至本协议签订地的人民法院诉讼解决。

			生效日期：2023年9月1日
			版本：2023年9月版

		</text>
	</view>
</template>

<script>
</script>

<style scoped>
	.mainFlex {
		display: flex;
		flex-direction: column;
		justify-content: center;
		align-items: center;
		box-sizing: border-box;
		padding: 0 24px;
	}

	.title {
		font-size: 24px;
		font-family: PingFang SC, PingFang SC-Medium;
		font-weight: 500;
		text-align: center;
		color: #181818;
		margin-top: 52rpx;
	}

	.content-text {
		margin-top: 22px;
		font-size: 17px;
		font-family: PingFang SC, PingFang SC-Regular;
		font-weight: 400;
		text-align: left;
		color: #181818;
	}
</style>