<template>
	<!-- 隐私政策页面 -->
	<view class="mainFlex">
		<text class="title">隐私政策</text>
		<text class="content-text">
			欢迎您使用上海垣信卫星科技有限公司（注册地址：上海市松江区千帆路288号7号楼15-16层）（以下简称“公司”或“我们”）招聘平台。我们非常重视您的隐私保护和个人信息保护，特制定本《隐私政策》帮助您了解以下内容，希望您可以根据自己的理解做出合适的选择。

			一、引言
			为了切实保护注册用户隐私权和个人信息，公司根据《中华人民共和国个人信息保护法》《中华人民共和国网络安全法》《常见类型移动互联网应用程序必要个人信息范围规定》等法律法规制定本《隐私政策》。本《隐私政策》将详细说明可能收集的个人信息范围、收集目的，收集方式，以及拒绝提供个人信息可能的影响。

			二、我们如何收集和使用您的个人信息
			在您使用公司提供的以下服务或功能过程中，我们将基于以下基本功能收集您的相关必要个人信息。我们不会未经您的同意另行委托处理、共享、转让或公开披露您的个人信息。
			（一）账号注册、登录
			当您注册、登录公司招聘平台时，您需要向我们提供您本人的手机号码，以便我们向您发送短信验证码来验证您的身份是否有效。手机号码是公司履行国家法律法规关于网络实名制要求的必要信息，若您拒绝提供，我们可能无法为您提供招聘信息查看、简历投递等功能。您的手机号码在您没有主动或同意交换的情况下，不会展示给其他用户。
			（二）填写在线简历或上传附件简历
			在您注册成功后，您可以填写在线简历（仅对公司可见），设置您的头像，填写您的姓名、性别、求职身 份、参加工作时间、出生年月、个人优势、工作经历（公司名称、所在行业、在职时间、职位名称、工作内容、技
			能标签、工作业绩、所属部门）、项目经历（项目名称、项目角色、项目时间、项目描述、项目业绩、项目链 接）、教育经历（学校、学历、专业、在校时间段、在校经历 、毕业设计/论文题目及描述）、资格证书、社交主
			页、志愿者服务经历（项目名称、服务时长、项目时间、项目描述）、求职期望（求职类型、期望城市、期望职
			位、职位偏好、薪资要求、期望行业）、求职状态 。您也可以选择上传简历附件（附件内容应当至少包括以上信息）。您的个人信息（包括真实手机号码）不会展示给其他用户。
			（三）投递简历
			在您完成在线简历或上传附件简历后，您可以投递简历，您的简历信息将会向公司展示，公司会在收到您的简历投递后，将您的简历信息用于招聘流程和联系。
			（四）约面试
			公司将会使用您简历填写的手机号码与您取得联系，以便安排面试。

			三、征得授权同意的例外
			根据相关法律法规的规定，在以下情形中，我们可以在不征得您的授权同意的情况下收集、使用一些必要的个人 信息：
			(1)与我们履行法律法规规定的义务相关的；
			(2)与国家安全、国防安全直接相关的；
			(3)与公共安全、公共卫生、重大公共利益直接相关的；
			(4)与刑事侦查、起诉、审判和判决执行等直接相关的；
			(5)出于维护您或其他个人的生命、财产等重大合法权益但又很难得到本人同意的；
			(6)所收集的个人信息是您自行向社会公众公开的；
			(7)从合法公开披露的信息中收集到您的个人信息，如从合法的新闻报道、政府信息公开等渠道；
			(8)根据您的要求签订和履行合同所必需的；
			(9)学术研究机构基于公共利益开展统计或学术研究所必要，且对外提供学术研究或描述的结果时，对结果中所包 含的个人信息进行去标识化处理的；
			(10)用于维护垣信招聘平台产品和/或服务的安全稳定运行所必需的，包括发现、处置产品或服务的故障；
			(11)法律行政法规规定的其他情形；

			四、我们如何保存及保护您的个人信息
			（一）保存信息
			1.信息存储
			您在使用公司招聘平台期间，公司将持续为您保存您的个人信息。如果您注销账号或主动删除上述信息，我们会及时删除您的个人信息或进行匿名化处理，因法律规定需要留存个人信息的，我们不会再将其用于日常业务活动中。
			2.保存地域
			您的个人信息将只存储在位于中华人民共和国境内的服务器上，您的信息不会被我们主动传输到境外。如在符合适用法律规定的情形下因业务需要向境外传输个人信息的，我们会事先征得您的同意，向您告知用户信息出境的目的、接收方、安全保障措施、安全风险等情况，并依法开展安全评估。
			3.例外情况
			一般而言，公司仅为实现目的所必需的合理时间保留您的个人信息，超出保留时间后，公司会根据适用法律的要 求及时删除您的个人信息或进行匿名化处理。下列情况下，公司有可能因需符合法律要求，更改个人信息的存储 时间：
			（1）为遵守法律法规等有关规定的适用；
			（2）为遵守法院判决、裁定或其他法律程序的规定；
			（3）为遵守相关政府机关或法定授权组织的要求；
			（4）为保护我们及我们的客户、用户或雇员的人身财产安全；
			（5）其他合法权益所合理必需的用途。
			4.当公司招聘平台停止运营的情形时，我们将按照法律规定向用户进行通知，通知方式包括但不限于消息推送、平台公告等，并在合理期限内删除或匿名化处理您的个人信息。

			五、您的权利
			按照中国相关的法律、法规、标准，以及其他国家、地区的通行做法，我们保障您对自己的个人信息行使以下权 利：
			（一）访问和修改您的个人信息
			1.访问简历内容
			求职者可以在个人中心>简历管理>在线简历中访问简历内容 ；
			2.修改简历内容
			求职者可以在个人中心>简历管理中增加新的附件简历文件或删除已有的附件简历文件 。
			3.如果您无法通过上述路径访问个人信息，您可以通过本《隐私政策》公布的联系方式与我们联系。
			（二）删除您的个人信息
			您可以通过“1.访问和修改您的个人信息”中列明的方式 删除您的部分信息。
			在以下情形，您可以通过本《隐私政策》公布的联系方式与我们联系，向我们提出删除您的个人信息的请求：
			1.如果我们违反法律法规或与您的约定收集、使用、与他人共享或转让您的个人信息。
			2.如果我们违反法律法规规定或与您的约定，公开披露您的个人信息，您有权要求我们立即停止公开披露的行为，并发布通知要求相关接收方删除相应的信息。
			3.我们没有征求您的明确同意，收集了您的个人信息。
			4.已实现个人信息处理目的、无法实现或者实现处理目的不再必要。
			5.您注销了账号。
			6.我们停止对您提供服务。
			此外，法律法规另有规定，或达到与您约定或者个人信息处理规则明确的存储期限，或您撤回同意、注销账号等 情形下，我们会遵照删除制度，采取措施对您的信息进行删除。

			六、注销您的账号
			您可以通过个人中心>账号修改>注销账号中直接申请注销账号，也可以通过本《隐私政策》公
			布的联系方式，申请注销账号。我们会立即响应您的注销申请，并在15日内完成注销。注销申请可在操作成功后15日内撤回。在您主动注销账号之后，我们将停止为您提供服务，并根据法律的要求删除您的个人信息，或对其进行匿名化处理，因法律规定需要留存个人信息的，我们不会再将其用于日常业务活动中。

			七、我们如何处理未成年人的个人信息
			如果您未满16岁，请不要以任何方式使用或访问我们的产品和服务。当我们得知我们无意中收集了16岁以下的人士的个人信息时，我们会根据适用法律法规进行删除或采取其他合适的措施。

			八、本《隐私政策》的更新
			我们可能适时修订本《隐私政策》内容。如该等变更会导致您在本《隐私政策》项下权利的实质变化，我们将在 变更生效前，通过系统推送、电子邮件、短信或页面公告等方式通知您。
			若您不同意该等变更应停止使用，或通过本《隐私政策》公布的联系方式要求暂时封停您的账号。若您继续使用我们的服务，即表示您同意受修订后的本《隐私政策》的约束。

			九、如何联系我们
			如果您对本《隐私政策》及我们对您的个人信息的处理有任何疑问、意见、建议，或您发现可能存在个人信息被 泄露的情形，请通过以下方式与我们联系：
			您可以通过邮箱：hr@gmscosmo.com 或拨打：021-33528880 与我们联系。

			十、适用法律与管辖
			本《隐私政策》与《 用户协议》共同构成您使用公司招聘平台的协议文件。本《隐私政策》适用中华人民共和国现行法律法规。
			本协议的签订地为上海市松江区。若您与公司发生任何争议，双方应尽量友好协商解决，如协商不成，您同意应将争议提交至本协议签订地的人民法院诉讼解决。




			生效日期：2023年9月1日
			版本：2023年9月版
			
		
		</text>
	</view>
</template>

<script>
</script>

<style scoped>
	.mainFlex {
		display: flex;
		flex-direction: column;
		justify-content: center;
		align-items: center;
		box-sizing: border-box;
		padding: 0 48rpx;
	}

	.title {
		font-size: 24px;
		font-family: PingFang SC, PingFang SC-Medium;
		font-weight: 500;
		text-align: center;
		color: #181818;
		margin-top: 52rpx;
	}

	.content-text {
		margin-top: 22px;
		font-size: 17px;
		font-family: PingFang SC, PingFang SC-Regular;
		font-weight: 400;
		text-align: left;
		color: #181818;
	}
</style>